
[BLMarineM1 X2CharacterTemplate]
strCharacterName="混沌星际战士"

[BLMarineM2 X2CharacterTemplate]
strCharacterName="万古长战老兵"

[BLMarineM3 X2CharacterTemplate]
strCharacterName="野心冠军"

[BLMarineMeltaM2 X2CharacterTemplate]
strCharacterName="万古长战老兵"

[BLMarineMeltaM3 X2CharacterTemplate]
strCharacterName="野心冠军"

[BLFlameMarineM1 X2CharacterTemplate]
strCharacterName="混沌浩劫"

[BLFlameMarineM2 X2CharacterTemplate]
strCharacterName="浩劫老兵"

[BLFlameMarineM3 X2CharacterTemplate]
strCharacterName="毁灭轰炮"

[BLMarineAssaultM1 X2CharacterTemplate]
strCharacterName="混沌星际战士"

[BLMarineAssaultM2 X2CharacterTemplate]
strCharacterName="万古长战老兵"

[BLMarineAssaultM3 X2CharacterTemplate]
strCharacterName="野心冠军"

[BLMarineAssaultMeltaM2 X2CharacterTemplate]
strCharacterName="万古长战老兵"

[BLMarineAssaultMeltaM3 X2CharacterTemplate]
strCharacterName="野心冠军"

[BLBerserkerM1 X2CharacterTemplate]
strCharacterName="恐虐狂战士"

[BLBerserkerM2 X2CharacterTemplate]
strCharacterName="颅誓狂战士"

[BLBerserkerM3 X2CharacterTemplate]
strCharacterName="枭首魔将"

[BLBerserkerMeltaM2 X2CharacterTemplate]
strCharacterName="颅誓狂战士"

[BLBerserkerMeltaM3 X2CharacterTemplate]
strCharacterName="枭首魔将"

[BLRaptorM1 X2CharacterTemplate]
strCharacterName="混沌猛禽"

[BLRaptorM2 X2CharacterTemplate]
strCharacterName="猛禽老兵"

[BLRaptorM3 X2CharacterTemplate]
strCharacterName="利爪先驱"

[BLRaptorMeltaM2 X2CharacterTemplate]
strCharacterName="猛禽老兵"

[BLRaptorMeltaM3 X2CharacterTemplate]
strCharacterName="利爪先驱"

[BLCaptainM1 X2CharacterTemplate]
strCharacterName="神选者"

[BLCaptainM2 X2CharacterTemplate]
strCharacterName="神选冠军"

[BLCaptainM3 X2CharacterTemplate]
strCharacterName="神尊冠军"

[BLCaptainMeltaM2 X2CharacterTemplate]
strCharacterName="神选冠军"

[BLCaptainMeltaM3 X2CharacterTemplate]
strCharacterName="神尊冠军"

[BLLordM1 X2CharacterTemplate]
strCharacterName="混沌领主"

[BLLordM2 X2CharacterTemplate]
strCharacterName="神尊混沌领主"

[BLLordM3 X2CharacterTemplate]
strCharacterName="阿巴顿亲选"

[BLLordMeltaM2 X2CharacterTemplate]
strCharacterName="神尊混沌领主"

[BLLordMeltaM3 X2CharacterTemplate]
strCharacterName="阿巴顿亲选"

[BLMarineM1_WPN X2WeaponTemplate]
FriendlyName="混沌爆弹枪"
FriendlyNamePlural="混沌爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLMarineM2_WPN X2WeaponTemplate]
FriendlyName="混沌爆弹枪"
FriendlyNamePlural="混沌爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLMarineM3_WPN X2WeaponTemplate]
FriendlyName="混沌爆弹枪"
FriendlyNamePlural="混沌爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLCaptainM1_WPN X2WeaponTemplate]
FriendlyName="神印爆弹枪"
FriendlyNamePlural="神印爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLCaptainM2_WPN X2WeaponTemplate]
FriendlyName="神印爆弹枪"
FriendlyNamePlural="神印爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLCaptainM3_WPN X2WeaponTemplate]
FriendlyName="神印爆弹枪"
FriendlyNamePlural="神印爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLLordM1_WPN X2WeaponTemplate]
FriendlyName="魔铸爆弹枪"
FriendlyNamePlural="魔铸爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLLordM2_WPN X2WeaponTemplate]
FriendlyName="魔铸爆弹枪"
FriendlyNamePlural="魔铸爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLLordM3_WPN X2WeaponTemplate]
FriendlyName="魔铸爆弹枪"
FriendlyNamePlural="魔铸爆弹枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌爆弹枪"

[BLMarineMeltaM2_WPN X2WeaponTemplate]
FriendlyName="混沌热熔枪"
FriendlyNamePlural="混沌热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[BLMarineMeltaM3_WPN X2WeaponTemplate]
FriendlyName="混沌热熔枪"
FriendlyNamePlural="混沌热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[BLCaptainMeltaM2_WPN X2WeaponTemplate]
FriendlyName="神印热熔枪"
FriendlyNamePlural="神印热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[BLCaptainMeltaM3_WPN X2WeaponTemplate]
FriendlyName="神印热熔枪"
FriendlyNamePlural="神印热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[BLLordMeltaM2_WPN X2WeaponTemplate]
FriendlyName="魔铸热熔枪"
FriendlyNamePlural="魔铸热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[BLLordMeltaM3_WPN X2WeaponTemplate]
FriendlyName="魔铸热熔枪"
FriendlyNamePlural="魔铸热熔枪"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌热熔枪"

[ChaosAxeM1_WPN X2WeaponTemplate]
FriendlyName="混沌链锯斧"
FriendlyNamePlural="混沌链锯斧"
TacticalText="<Bullet/>血祭血神，颅献颅座！"
AbilityDescName="混沌链锯斧"

[ChaosAxeM2_WPN X2WeaponTemplate]
FriendlyName="神印链锯斧"
FriendlyNamePlural="神印链锯斧"
TacticalText="<Bullet/>血祭血神，颅献颅座！"
AbilityDescName="混沌链锯斧"

[ChaosAxeM3_WPN X2WeaponTemplate]
FriendlyName="盲目暴怒之斧"
FriendlyNamePlural="盲目暴怒之斧"
TacticalText="<Bullet/>血祭血神，颅献颅座！"
AbilityDescName="混沌链锯斧"

[ChaosChainSwordM1_WPN X2WeaponTemplate]
FriendlyName="混沌链锯剑"
FriendlyNamePlural="混沌链锯剑"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌链锯剑"

[ChaosChainSwordM2_WPN X2WeaponTemplate]
FriendlyName="神印链锯剑"
FriendlyNamePlural="神印链锯剑"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌链锯剑"

[ChaosChainSwordM3_WPN X2WeaponTemplate]
FriendlyName="葛里司维克斯之牙"
FriendlyNamePlural="葛里司维克斯之牙"
TacticalText="<Bullet/>吾已归来，手刃伪帝！\n<Bullet/>自从被黑色军团领主沃拉顿击败，恶魔赤掌葛里司维克斯就一直被封印在这把武器中,其利齿可以劈裂敌人的灵魂。"
AbilityDescName="混沌链锯剑"

[ChaosFlamerM1_WPN X2WeaponTemplate]
FriendlyName="混沌喷火器"
FriendlyNamePlural="混沌喷火器"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌喷火器"

[ChaosFlamerM2_WPN X2WeaponTemplate]
FriendlyName="神印喷火器"
FriendlyNamePlural="神印喷火器"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌喷火器"

[ChaosFlamerM3_WPN X2WeaponTemplate]
FriendlyName="魔铸喷火器"
FriendlyNamePlural="魔铸喷火器"
TacticalText="<Bullet/>吾已归来，手刃伪帝！"
AbilityDescName="混沌喷火器


[BlackLegion X2SitRepTemplate]
FriendlyName="黑暗远征"
Description="黑色军团的拥趸经过亚空间的穿行并在该地区登陆。他们会毫不犹豫地杀戮和掠夺路上的一切。让我们协力将叛徒滚回恐惧之眼！神圣泰拉永不沦陷！"

[BlackLegionEffect X2SitRepEffect_AddTeam]
FriendlyName="黑暗远征"
Description="黑色军团的拥趸经过亚空间的穿行并在该地区登陆。他们会毫不犹豫地杀戮和掠夺路上的一切。让我们协力将叛徒滚回恐惧之眼！神圣泰拉永不沦陷！"


[AnkleShot_BL X2AbilityTemplate]
LocFriendlyName="致残射击"
LocLongDescription="朝目标射击，如果成功命中目标，其移动力会大幅降低。"
LocHelpText="朝目标射击，如果成功命中目标，其移动力会大幅降低。"
LocFlyOverText="致残射击"

[BLRaptorJump X2AbilityTemplate]
LocFriendlyName="猛禽空袭"
LocLongDescription="混沌猛禽的推进器能够立刻将他们跳往一个新地点。绕过所有监视和反应射击。"
LocHelpText="混沌猛禽的推进器能够立刻将他们跳往一个新地点。绕过所有监视和反应射击。"
LocFlyOverText="猛禽空袭"

[CallBLReinforcementsM1 X2AbilityTemplate]
LocFriendlyName="混沌大军"
LocLongDescription="呼叫亚空间援军，混沌大军"
LocHelpText="呼叫亚空间援军，混沌大军"
LocFlyOverText="混沌大军"

[CallBLReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="混沌大军"
LocLongDescription="呼叫亚空间援军，混沌大军"
LocHelpText="呼叫亚空间援军，混沌大军"
LocFlyOverText="混沌大军"

[CallBLReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="混沌大军"
LocLongDescription="呼叫亚空间援军，混沌大军"
LocHelpText="呼叫亚空间援军，混沌大军"
LocFlyOverText="混沌大军"

[ChaosAxeSlashM1 X2AbilityTemplate]
LocFriendlyName="血祭血神"
LocLongDescription="砍杀目标，粉碎目标1点护甲并有50%的几率造成2回合的流血效果。并有50%的概率击退目标。"
LocHelpText="砍杀目标，粉碎目标1点护甲并有50%的几率造成2回合的流血效果。并有50%的概率击退目标。"
LocFlyOverText="血祭血神"

[ChaosAxeSlashM2 X2AbilityTemplate]
LocFriendlyName="血祭血神"
LocLongDescription="砍杀目标，粉碎目标2点护甲并有50%的几率造成2回合的流血效果。并有50%的概率击退目标。"
LocHelpText="砍杀目标，粉碎目标2点护甲并有50%的几率造成2回合的流血效果。并有50%的概率击退目标。"
LocFlyOverText="血祭血神"

[ChaosAxeSlashM3 X2AbilityTemplate]
LocFriendlyName="血祭血神"
LocLongDescription="砍杀目标，粉碎目标3点护甲并有50%的几率造成3回合的流血效果。并有50%的概率击退目标。"
LocHelpText="砍杀目标，粉碎目标3点护甲并有50%的几率造成3回合的流血效果。并有50%的概率击退目标。"
LocFlyOverText="血祭血神"

[ChaosSwordSlashM1 X2AbilityTemplate]
LocFriendlyName="链锯斩击"
LocLongDescription="斩击目标，粉碎目标1点护甲并有50%的几率造成2回合的流血效果。"
LocHelpText="斩击目标，粉碎目标1点护甲并有50%的几率造成2回合的流血效果。"
LocFlyOverText="链锯斩击"

[ChaosSwordSlashM2 X2AbilityTemplate]
LocFriendlyName="链锯斩击"
LocLongDescription="斩击目标，粉碎目标2点护甲并有50%的几率造成2回合的流血效果。"
LocHelpText="斩击目标，粉碎目标2点护甲并有50%的几率造成2回合的流血效果。"
LocFlyOverText="链锯斩击"

[ChaosSwordSlashM3 X2AbilityTemplate]
LocFriendlyName="链锯斩击"
LocLongDescription="斩击目标，粉碎目标3点护甲并有50%的几率造成3回合的流血效果。"
LocHelpText="斩击目标，粉碎目标3点护甲并有50%的几率造成3回合的流血效果。"
LocFlyOverText="链锯斩击"

[MeltaShot X2AbilityTemplate]
LocFriendlyName="热熔射击"
LocLongDescription="热熔射击是热熔枪的标准射击，但不同的是，热熔射击有50%的几率使目标着火。"
LocHelpText="热熔射击是热熔枪的标准射击，但不同的是，热熔射击有50%的几率使目标着火。"
LocFlyOverText="热熔射击"




[Reward_BlackLegionBaseAction X2RewardTemplate]
DisplayName="摧毁黑色军团亵渎要塞"
RewardDetails="突袭这片大洲的黑军团亵渎要塞，以阻止他们频繁地出现在这区域的任务中。"

[Reward_DiscoverBlackLegionBase X2RewardTemplate]
DisplayName="定位黑色军团亵渎要塞"
RewardDetails="在这个大洲上找到黑军团的亵渎要塞，吹响摧毁他们基地的前奏。"

[CovertActionNarrative_FindBlackLegionBase X2CovertActionNarrativeTemplate]
ActionName="定位黑色军团亵渎要塞"
ActionPreNarrative="情报显示在<XGParam:StrValue3/!ContinentName/>中有黑色军团亵渎要塞。不能再容忍他们亵渎神圣泰拉，我们必须在这个地区找到他们基地的确切坐标，彻底清除他们！"
ActionPostNarrative="我们找到了那座被诅咒的要塞：现在我们计划摧毁它！"

[CovertActionNarrative_BlackLegionBaseAction X2CovertActionNarrativeTemplate]
ActionName="摧毁黑色军团亵渎要塞"
ActionPreNarrative="黑色军团一直在 <XGParam:StrValue3/!ContinentName/>阻碍我们的行动。 而这次我们将一劳永逸地解决这些黑色军团异端。"
ActionPostNarrative="现在是时候把他们彻底从神圣泰拉上清除，并猎杀任何分散躲藏的漏网之鱼！把他们赶回亚空间去！"

[CovertAction_FindBlackLegionBase X2CovertActionTemplate]
ActionObjective="定位黑色军团亵渎要塞"

[CovertAction_BlackLegionBaseAction X2CovertActionTemplate]
ActionObjective="摧毁黑色军团亵渎要塞"
